Repository: sergeyterr/terr-kurs
Catalog: lang/terr-course-exch-*.po
Languages: ru_ru

source: The new version of Carbon Fields is a major update. Please make sure you have a full backup before updating and test any add-ons or custom functionality. Developers should review the upgrade guide on %1$s.
ru_ru: Новая версия Carbon Fields является важным обновлением. Перед обновлением и тестированием любых надстроек или пользовательских функций убедитесь, что у вас есть полная резервная копия. Разработчики должны просмотреть руководство по обновлению на%1$s.

source: General
ru_ru: Основные

source: Settings saved.
ru_ru: Настройки сохранены.

source: Select File
ru_ru: Выбрать файл

source: Files
ru_ru: Файлы

source: If you need to add scripts to your footer (like Google Analytics tracking code), you should enter them in this box.
ru_ru: Если вам нужно добавить скрипты в нижний колонтитул (например, код отслеживания Google Analytics), вы должны ввести их в это поле.

source: No form
ru_ru: ID Формы

source: If you need to add scripts to your header, you should enter them here.
ru_ru: Если вам нужно добавить скрипты в свой заголовок, вы должны ввести их здесь.

source: Select Image
ru_ru: Выберите изображение

source: Images
ru_ru: Изображения

# sidebar
source: Add New
ru_ru: Добавить новый

source: Please pass a name for the sidebar.
ru_ru: Пожалуйста, введите название для сайдбара.

source: Unknown action attempted.
ru_ru: Неизвестная операция.

source: Sidebar with the same ID is already registered.
ru_ru: Боковая панель с таким же идентификатором уже зарегистрирована.

source: Failed to update option storing your custom sidebars. Please contact support.
ru_ru: Не удалось обновить опцию, вашей боковой панели. Обратитесь в службу поддержки.

source: Sidebar not found.
ru_ru: Боковая панель не найдена.

source: Add Sidebar
ru_ru: Добавить боковую панель

source: Please enter the name of the new sidebar:
ru_ru: Пожалуйста, введите имя новой панели:

source: Are you sure you wish to remove this sidebar?
ru_ru: Вы действительно хотите удалить эту боковую панель?

source: Please fill out all required fields highlighted below.
ru_ru: Пожалуйста, заполните все обязательные поля, отмеченные ниже.

source: The changes you made will be lost if you navigate away from this page.
ru_ru: Изменения которые вы сделали будут потеряны если вы уйдете с этой страницы.

source: The address could not be found.
ru_ru: Не удалось найти адрес.

source: Geocode was not successful for the following reason:
ru_ru: Геолокация не доступна по следующим причинам

source: Locate address on the map:
ru_ru: Найти адрес на карте:

source: Minimum number of items not reached (%s items)
ru_ru: Минимальное количество элементов не достигнуто (%s)

source: Maximum number of items reached (%s items)
ru_ru: Достигнуто максимальное количество (%s)

source: There are no %s yet. Click <a href="#">here</a> to add one.
ru_ru: %s пока еще не добавлено. Чтобы добавить кликните <a href="#">здесь</a>.

source: Minimum number of rows not reached (%1$d %2$s)
ru_ru: Минимальное количество строк не достигнуто (%1$d %2$s)

source: Maximum number of rows exceeded (%1$d %2$s)
ru_ru: Превышено максимальное количество строк (%1$d %2$s)

source: Add %s
ru_ru: Добавить %s

source: Clone
ru_ru: Клонировать

source: Remove
ru_ru: Удалить

source: Collapse/Expand
ru_ru: Свернуть/Развернуть

source: Please fill out all fields correctly.
ru_ru: Пожалуйста, заполните все поля правильно.

source: This field is required.
ru_ru: Это поле обязательно к заполнению.

source: Please choose an option.
ru_ru: Выберите опцию.

source: Select Time
ru_ru: Выберите время

source: Select Date
ru_ru: Выберите дату

source: out of
ru_ru: из

source: selected item
ru_ru: выбранный элемент

source: selected items
ru_ru: выбранные элементы

source: Select a color
ru_ru: Выберите цвет

source: No options.
ru_ru: Нет опций.

source: Show all options
ru_ru: Показать все параметры

source: Search...
ru_ru: Поиск...

source: No option names provided
ru_ru: Не указаны имена опций

source: Theme Options updated.
ru_ru: Настройки темы обновлены.

source: Actions
ru_ru: Хуки (Actions)

source: Save Changes
ru_ru: Сохранить Изменения

source: No options are available for this widget.
ru_ru: Нет доступных для этого виджета свойств.

source: Cash rate of PrivatBank (in branches)
ru_ru: Наличный курс ПриватБанка (в отделениях)

source: Non-cash exchange rate of PrivatBank (conversion by cards, Privat24, replenishment of deposits)
ru_ru: Безналичный курс ПриватБанка (конвертация по картам, Приват24, пополнение вкладов)

source: Exchange rates for the selected date
ru_ru: Курсы валют на выбранную дату

source: Privat Bank Course
ru_ru: Приват Банк курс обмена

source: Base Settings
ru_ru: Основные настройки

source: Currency
ru_ru: Валюта

source: Russian Ruble
ru_ru: Российский рубль

source: US Dollar
ru_ru: Доллары США

source: Bitcoint
ru_ru: Биткоинт

source: Select the currency to display.
ru_ru: Выберите валюту для отображения.

source: Check Time (hours)
ru_ru: Период проверки (часы)

source: Input Check Time
ru_ru: Введите время проверки

source: Input time for check updates currency course.
ru_ru: Введите период в часах проверки и обновления курсов.

source: Type Exchange
ru_ru: Тип обмена

source: Select your type course exchange
ru_ru: Выберите ваш тип обмена курса

source: Course Date
ru_ru: Дата курса

source: Select course date
ru_ru: Выберите дату курса

source: Course:
ru_ru: Курс:

source: On:
ru_ru: На:

source: Privat Bank Course Exchange
ru_ru: Приват Банк курс обмена

source: https://ater.com.ua
ru_ru: http://ater.com.ua
